/* localized date component names and plural forms */
"now" = "teraz";
/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ temu";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "za %@";

"%d year (plural rule: one)" = "%d rok";
"%d year (plural rule: many)" = "%d lat";
"%d year (plural rule: few)" = "%d lat";
"%d year (plural rule: other)" = "%d lat";
"%d month (plural rule: one)" = "%d miesiąc";
"%d month (plural rule: few)" = "%d miesięcy";
"%d month (plural rule: many)" = "%d miesięcy";
"%d month (plural rule: other)" = "%d miesięcy";
"%d week (plural rule: one)" = "%d tydzień";
"%d week (plural rule: few)" = "%d tygodni";
"%d week (plural rule: other)" = "%d tygodni";
"%d week (plural rule: many)" = "%d tygodni";
"%d day (plural rule: one)" = "%d dzień";
"%d day (plural rule: few)" = "%d dni";
"%d day (plural rule: many)" = "%d dni";
"%d day (plural rule: other)" = "%d dni";
"%d hour (plural rule: one)" = "%d godzinę";
"%d hour (plural rule: few)" = "%d godzin";
"%d hour (plural rule: many)" = "%d godzin";
"%d hour (plural rule: other)" = "%d godzin";
"%d minute (plural rule: one)" = "%d minutę";
"%d minute (plural rule: few)" = "%d minut";
"%d minute (plural rule: many)" = "%d minut";
"%d minute (plural rule: other)" = "%d minut";
"%d second (plural rule: one)" = "%d sekundę";
"%d second (plural rule: few)" = "%d sekund";
"%d second (plural rule: many)" = "%d sekund";
"%d second (plural rule: other)" = "%d sekund";
